bash
bzip2
ca-certificates
coreutils
curl
findutils
gcc-libs
gettext
gmp
gnupg
gzip
heimdal-libs
icu
info
less
libasprintf
libbz2
libcrypt
libcurl
libdb
libedit
libexpat
libffi
libgettextpo
libiconv
libidn
libintl
liblzma
libmetalink
libopenssl
libp11-kit
libpcre
libreadline
libsqlite
libssh2
libtasn1
msys2-keyring
msys2-runtime
ncurses
openssl
p11-kit
pacman
pacman-mirrors
sed
which
xz
zlib
